[{"time":"1584202530.985","nick":"ⓢ yuhao7025","msg":"剛剛想要跟朋友介紹 g0v Summit，有股衝動把2018改成2020看看，結果就無限重整頁面了:fearful: 這是BUG嗎？"},{"time":"1584202531.986","nick":"ⓢ ↵","msg":"<a href=\"https://summit.g0v.tw/2020/\">https://summit.g0v.tw/2020/</a>"},{"time":"1584202918.467","nick":"ⓢ leechiasan.bess","msg":"你是第 N 個了XD"},{"time":"1584212176.366","nick":"ⓢ dss","msg":"It is possible to both track infectious agents and measure the effect on behavior with a Privacy by Design app. "},{"time":"1584212177.375","nick":"ⓢ ↵","msg":"The false positive problem is reduced because the proximity data is generated by the phones communicating directly with each other."},{"time":"1584212178.379","nick":"ⓢ ↵","msg":"I published a paper showing how to deal with inapparent infection over twenty years ago:"},{"time":"1584212179.379","nick":"ⓢ ↵","msg":"Stodolsky, D. S. (1997). Automation of Contagion Vigilance. Methods of Information in Medicine, 36(3), 220-232. "},{"time":"1584212180.374","nick":"ⓢ ↵","msg":"<a href=\"https://sites.google.com/a/secureid.net/dss/automation-of-contagion-vigilance\">https://sites.google.com/a/secureid.net/dss/automation-of-contagion-vigilance</a>"},{"time":"1584212181.373","nick":"ⓢ ↵","msg":"A small study showed acceptability of the approach:"},{"time":"1584212181.751","nick":"kcwu","msg":"slackbot's url: [Automation of Contagion Vigilance - David Stodolsky]"},{"time":"1584212182.927","nick":"ⓢ ↵","msg":"Stodolsky, D. S. &amp; Zaharia, C. N. (2009). Acceptance of Virus Radar. The European Journal of ePractice, 8, 77-93. URL "},{"time":"1584212183.383","nick":"ⓢ ↵","msg":"<a href=\"https://drive.google.com/open?id=0B_zxYlTkSnKQZXFsXzNwSDd3ZGs \">https://drive.google.com/open?id=0B_zxYlTkSnKQZXFsXzNwSDd3ZGs </a>"},{"time":"1584212184.385","nick":"ⓢ ↵","msg":"After a half a dozen attempts to get funding, I gave up on the idea of a contagion management test. After the #MeToo media explosion, I decided that I might pursue a test by focussing on the frontend of the design. A successful workshop led nowhere. I continue to seek an alternative strategy for funding this research. "},{"time":"1584212185.938","nick":"ⓢ ↵","msg":"dss"},{"time":"1584212192.393","nick":"ⓢ dss","msg":"There are two things that are needed for virus radar to function. First, the infectious agent must be tracked. In the simplest case, when two phones come within a few meters of each other they exchange information in order to record the risky contact. This pairing info is then transferred to a database that can be used to track the potentially infective contacts. This kind of tracking was demonstrated in the DTU/KU project headed by"},{"time":"1584212193.394","nick":"ⓢ ↵","msg":"<a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0130824\">https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0130824</a>"},{"time":"1584212194.394","nick":"ⓢ ↵","msg":"“In the scientific realm, the mobility patterns of entire social systems are important for modeling spreading of epidemics on multiple scales: metropolitan networks [7–9] and global air traffic networks [10, 11]; traffic forecasting [12]; understanding fundamental laws governing our lives, such as regularity [13], stability [14], and predictability [15]. ”"},{"time":"1584212194.734","nick":"kcwu","msg":"slackbot's url: [Tracking Human Mobility Using WiFi Signals]"},{"time":"1584212195.401","nick":"ⓢ ↵","msg":"The code from this project could be repurposed for virus radar real-time tracking. "},{"time":"1584212196.402","nick":"ⓢ ↵","msg":"The second issue is how to use the risk information. Once a person has been tested positive for Covid-19, that user can be marked as a confirmed case that is to be avoided by at-risk persons. In the simplest case, an open database makes it possible to search for the ID of any person (actually their phone ID) in order to determine if they are infected. A more advance search would indicate if the person had been in contact with a (now) know"},{"time":"1584212197.401","nick":"ⓢ ↵","msg":"the strategy apparently used in S. Korea, China, etc. for tracking. However, it isn’t likely that the population of Denmark would fully cooperate, due to the total lack of privacy that a system like this requires. The result would be massive stigmatization. At-risk persons would flee at the approach of anyone not unmarked in the database. "},{"time":"1584212198.406","nick":"ⓢ ↵","msg":"What I suggest in the paper is that all risk data be anonymized via the assignment of a random number to each risky contact. Once a person was tested positive, these numbers from their phone would be broadcast to the entire population. If your phone recognized a broadcast number as matching a risky contact in your phone, this would indicate you had been exposed to the infectious agent. You would then report for testing, assuming a system "},{"time":"1584212199.406","nick":"ⓢ ↵","msg":"cooperation. In order to ensure cooperation, health certificates would be broadcast to all users on a daily basis. If a person did not report for testing, however, they would not get a fresh certificate. At-risk person’s phones would automatically check the digitally signed certificate of an approaching person. An alert would be issued, if any approaching person could not be confirmed as safe. I show how to do this without stigmatizatio"},{"time":"1584212200.407","nick":"ⓢ ↵","msg":"negotiation in the appendix of the paper. A multi-stage “failsafe flirting” model is outlined in my workshop abstract:"},{"time":"1584212201.407","nick":"ⓢ ↵","msg":"<a href=\"https://groups.io/g/MedicalEthics/message/5\">https://groups.io/g/MedicalEthics/message/5</a>"},{"time":"1584212202.410","nick":"ⓢ ↵","msg":"Anyone interested in helping develop this model, should subscribe to the list. This will give access to the files area that contains slides from the presentation, etc."},{"time":"1584212202.992","nick":"kcwu","msg":"slackbot's url: [Final: Flirting Failures, Non-consensual Sex, Stigma: Information Technology Solutions?]"},{"time":"1584213918.505","nick":"ⓢ yjlou","msg":"Hey David,"},{"time":"1584214067.686","nick":"ⓢ yjlou","msg":"We currently have an ongoing efforts: <a href=\"https://pandemic.events/\">https://pandemic.events/</a>"},{"time":"1584214068.685","nick":"ⓢ ↵","msg":"It is based on the Google Maps Timeline (the phone's history location data if user had enabled it)."},{"time":"1584214069.004","nick":"kcwu","msg":"slackbot's url: [COVID-19]"},{"time":"1584214069.685","nick":"ⓢ ↵","msg":"It compares the user's history and infectious agents (which is public) on local device. This should be able to address the privacy concern people may have."},{"time":"1584214070.687","nick":"ⓢ ↵","msg":"Is this what you are looking for?"},{"time":"1584229606.107","nick":"ⓢ rschiang","msg":"@undefined @undefined 抱歉在不同時區完全沒看到哈XD (5am)"},{"time":"1584229607.110","nick":"ⓢ ↵","msg":"政大的部分 Aaron 有聯絡過前學生會長朱晏辰了嗎？他是個靠譜的人，應該也能提出不錯且切題的意見。owo)"},{"time":"1584229608.112","nick":"ⓢ ↵","msg":"我先來看文件補一下脈絡～"},{"time":"1584240605.788","nick":"ⓢ rschiang","msg":"\\看完了/"},{"time":"1584240606.789","nick":"ⓢ ↵","msg":"想問一下後來的狀況如何呢？就我的理解來說，借帳號爬校方網站不是問題，校方願不願意開放、會不會讓借帳號的學生遭到處分，感覺都是需要先跟校方溝通以免產生衝突。（不過如果有溝通的話，似乎就可以朝逕自開放的方向推動了吧）"},{"time":"1584240635.823","nick":"ⓢ rschiang","msg":"現任會長好像叫做柯嘉偉，他能不能幫上忙呢？"},{"time":"1584245857.321","nick":"ⓢ pichuchen","msg":"點開後會進行一個DOS的動作"},{"time":"1584254746.410","nick":"ⓢ nightcrow33","msg":"而且網址還在無限變長 XD"},{"time":"1584258434.962","nick":"ⓢ a99041486","msg":"hi"},{"time":"1584262872.526","nick":"ⓢ yuhao7025","msg":"想問大家，這次的 eMask 口罩預購 有沒有API？想要結合 Line bot 去做登入購買，使長輩也可以輕鬆購買口罩。"},{"time":"1584262999.682","nick":"ⓢ kiang","msg":"沒有"},{"time":"1584263642.470","nick":"ⓢ yuhao7025","msg":"嗚 好想簡化購買流程:exploding_head:"},{"time":"1584271634.604","nick":"ⓢ minexo79","msg":"nope"},{"time":"1584274072.628","nick":"ⓢ kiko555","msg":"主要是身份認證的問題吧"},{"time":"1584274278.895","nick":"ⓢ yuhao7025","msg":"目前是想說 APP 下載+使用，對多數年長者較不便，若能改以 Line bot 推出，對他們來說購買簡單，不必辛苦在外面淋風雨。"},{"time":"1584286080.789","nick":"ⓢ ling200916","msg":"hi"}]