[{"time":"1490469619.196","nick":"ⓢ yiji","msg":"@jimmykung  &lt;<a href=\"https://goo.gl/IQRSuX\">https://goo.gl/IQRSuX</a>&gt;"},{"time":"1490469711.017","nick":"ⓢ yiji","msg":"我這有人說可以幫忙上字幕唷~！"},{"time":"1490479901.927","nick":"ⓢ patcon","msg":"heyo! anyone know if the vtaiwan livestreaming setup (equipment, software, learnings, etc.) has been documented anywhere? Pls feel free to PM me or invite me into a channel where this is best discussed. trying to build up livestreaming capacity in Toronto, Canada :slightly_smiling_face:"},{"time":"1490479903.817","nick":"ⓢ patcon","msg":"thanks!"},{"time":"1490490777.576","nick":"ⓢ jimmykung","msg":"&lt;<a href=\"https://goo.gl/SZkIAs\">https://goo.gl/SZkIAs</a>&gt;"},{"time":"1490490779.129","nick":"kcwu","msg":"slackbot5's url: [0324 憲法法庭字幕稿 ( sbv 格式) - Google 文件]"},{"time":"1490491330.462","nick":"ⓢ au","msg":"patcon: We use off-the-shelf HDMI-&gt;USB3 capture cards and OBS Studio software. As the setup is highly dependent on the venue, it may help to talk to a local studio during the venue selection."},{"time":"1490494871.673","nick":"ⓢ zxn","msg":"@au I've watched a number of your presentations detailing the process of how you crowdsource opinions and feelings from participants.  I couldn't help but wonder if a sociogram may deliver compelling insights and usefulness for you.  I have found this tool immensely helpful for understanding the dynamics of a group:  <a href=\"http://leaderboardx.herokuapp.com/#/about\">http://leaderboardx.herokuapp.com/#/about</a>"},{"time":"1490494872.596","nick":"kcwu","msg":"slackbot5's url: [LeaderboardX]"},{"time":"1490494897.668","nick":"ⓢ zxn","msg":"Please check it out and tell me what you think!"},{"time":"1490498674.739","nick":"ⓢ au","msg":"zxn: we currently use realtimeboard for collaborative graph layout ( e.g. &lt;<a href=\"https://realtimeboard.com/app/board/o9J_k052DeM=/\">https://realtimeboard.com/app/board/o9J_k052DeM=/</a>&gt; ), but some amount of automation may be helpful. looks useful!"},{"time":"1490498676.896","nick":"kcwu","msg":"slackbot5's url: [RealtimeBoard | Online Whiteboard for Visual Collaboration]"},{"time":"1490501900.006","nick":"ⓢ zxn","msg":"@au Sounds like you have a smooth sail to achieve shared outcomes in your participative working groups.  My experience is quite the contrary.  I have found that identifying coalitions of interest amongst individual stakeholders expediently &quot;separates the wheat from the chaff&quot;.  (It must be your calm and soothing demeanor and voice that soothes and harmonizes the individual participants :wink:  I was deeply moved when you once mentio"},{"time":"1490501900.845","nick":"ⓢ ↵","msg":"parenting interview.)"},{"time":"1490502076.744","nick":"ⓢ au","msg":"in truth, I no longer facilitate in vTaiwan meetings; the current generation of vTaiwan facilitators are themselves calm &amp; soothing domain experts, coached by fangjuichang (previously of PolicyLab UK)  — I agree that the demeanor matters much more than the techniques."},{"time":"1490502564.544","nick":"ⓢ zxn","msg":"Those very fortunate early adopters of vTaiwan meetings who you placated with your demeanor and alabaster complexion! Dare I ask the secret of your clear complexion :slightly_smiling_face:"},{"time":"1490532793.597","nick":"ⓢ yiji","msg":"翻譯部分感覺很難呢... 很多法律專業詞吧 (&gt; &lt;)？"}]